<template>
  <div>
    <el-breadcrumb>
      <el-breadcrumb-item :to="{ path: '/' }">首页</el-breadcrumb-item>
      <el-breadcrumb-item>
        <span v-if="type!='service'">赛事报名协议</span>
        <span v-else>组织服务协议</span>
      </el-breadcrumb-item>
    </el-breadcrumb>
    <div class="content agree" v-if="type!='service'">
      <h1>《赛事报名协议》</h1>
      <p>求苗（以下简称本公司）的产品，本公司通过用户使用求苗的相关功能向用户提供服务，您在使用相关服务之前，应仔细阅读本报名须知，并通过在线形式签署，您选择【同意】，即表示您已经阅读并同意本报名须知的内容，您完全清楚本报名须知中有关法律责任及免责的约定，您确认本公司已就有关免责条款的约定对您履行了特别告知义务。</p>
      <p>一、报名规则</p>
      <p>1．除由本公司主办的官方赛事外，本平台的其余信息均由赛事发起人自行发布，本公司仅为赛事发起人提供线下赛事的信息展示空间，不能保证赛事的真实性、有效性、安全性，您应当在报名赛事前与发起人具体确认核实相关情况，并时刻注意自身的人身和财产安全。</p>
      <p>2．您确认您作为一名完全民事行为能力，您知悉自己身体健康状况并依法对自身的人身和财产安全具有审慎的注意及保障义务。您完全熟知使用本平台报名参加赛事的潜在风险，愿意独立承担参加赛事中可能发生的人身或财产风险。</p>
      <p>3．您知悉并同意，您必须根据自身身体状况独立判断行动风险及保障人身和财产安全，不受任何赛事发起人、组织者的影响。如因参加赛事而引发财产或人身损害的，您同意直接向赛事发起人或其他侵权人主张权利，您不得以任何理由向本公司主张任何权利或要求本公司承担任何责任。</p>
      <p>二、代收款服务</p>
      <p>4．如发起人发起的赛事涉及赛事经费等各类款项，且发起人委托本公司代为收取赛事经费的，您可以按平台的指引缴纳相应的赛事经费。</p>
      <p>5．您完全知悉并同意，本公司仅受赛事发起人之委托代为收取各类款项，本公司仅负责居间保管您缴纳的赛事经费，不因此对您承担任何责任，在您报名赛事并点击确认付款后，您即不可撤销地授权本公司将已支付的款项支付给赛事发起人。</p>
      <p>6．您完全知悉并同意，本公司不为您提供发票等支付凭证，如您确有需要的，您同意直接向赛事发起人索要。</p>
      <p>7.如您要求赛事发起人退款、或者发起人的赛事发生变化，您直接向发起人提出退款要求时，本公司可视情形协助处理，但不直接参与退款事宜。</p>
      <p>三、法律责任及免责</p>
      <p>8．鉴于本公司仅为赛事发起人组织线下赛事提供信息展示空间，您明确知悉使用本公司平台服务所存在的风险并同意全部后果将完全由您自行独立承担，本公司对此不承担任何责任。</p>
      <p>9．您依法对自身的人身和财产安全具有审慎注意义务，本公司不保证为方便您而设置的外部链接的准确性的完整性，同时，对于该等外部链接指向的不由本公司实际控制的任何网页上的内容，本公司不承担任何责任。</p>
      <p>10．您完全知悉，本平台仅为发起人提供线下赛事信息展示空间，您如因参加本平台赛事而引发财产和人身损害的，您同意直接向赛事发起人或其他侵权人主张权利，本公司对此不承担任何责任，您不得以任何理由向本公司主张任何权利或要求本公司承担任何责任。</p>
      <p>11．如您违反本报名须知或相关服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求以及损害赔偿责任，您同意全部责任均由您自行独立承担。</p>
      <p>12．如因您使用本平台服务导致本公司为生效法律文书判定必须承担金钱给付义务的，在本公司承担相应责任后，您必须在五个工作日内赔偿本公司因履行上述责任而产生的全部费用，包括但不限于生效法律文书判定的给付金额、律师费、诉讼费、公证费、差旅费以及其他合理支出。</p>
      <p>13．本报名须知的订立、执行和解释及争议的解决均适用中华人民共和国法律，如双方因此产生任何争议或纠纷的，任何一方均有权向本公司所在地人民法院提起诉讼解决。</p>
      <p>14．本报名须知各条款内容的解释权及修订权归本公司所有，本公司有权不定期对本报名须知进行更新，对此，本公司将不再另行通知，您需在点击报名赛事时详细阅读最新版报名须知。在本公司对报名须知各条款进行更新修改后，如您不接受修改后的条款，请立即停止使用本公司提供的一切服务，如您继续使用本公司提供的服务的，则视为您已接受了修改后的报名须知，该报名须知的内容对您有法律约束力。</p>
    </div>
    <div class="content agree" v-else>
      <h1>《组织服务协议》</h1>
      <p>一、【组织群的注意事项】</p>
      <p>群主、创始人、群管理员仅有依约使用群、管理群的权利。群主、创始人除可以按照求苗的规则以无偿方式，将自己的创始人身份及管理员相应对群的管理权限转移给其他组织群成员之外，群主、创始人不得有偿或无偿以借用、租用、转让或售卖等任何方式将自己的创始人身份及管理员相应对群的管理权限转移给其他组织群群成员或其他任何人，否则，求苗有权采取收回组织群，中止或终止对群的使用、管理及相关服务等措施。</p>
      <p>群成员仅有依约使用群的权利。</p>
      <p>除上述明确的群主、创始人、群管理员和群成员享有的权利之外，组织群的所有权及其他全部权利归求苗所有。</p>
      <p>对组织群命名时，群名称不得含有违反国家法律法规、公序良俗、社会公德以及侵犯他人合法权益等的内容，否则，群将无法创建成功或创建成功后，求苗有权采取收回群，中止或终止对群的使用、管理及相关服务等措施。因您发布含有违反国家法律法规、公序良俗、社会公德以及侵犯他人合法权益的内容而引发的争议或产生的责任，由您负责解决或承担。</p>
      <p>二、【第三方产品和服务】</p>
      <p>本服务可能包含第三方提供的产品或服务。当您使用第三方提供的产品或服务时，您应该认真阅读第三方发布的相关的协议或规则并遵守协议或规则。</p>
      <p>如您在使用第三方产品或服务时发生任何纠纷的，请您与第三方直接联系，求苗不承担任何责任，但因举证需要求苗协助的，求苗将根据实际情况依法提供必要的协助。</p>
      <p>您在使用第三方的产品或服务时仍应遵守本群的规定并不得存在有损于求苗的行为，不得发布有损于求苗利益的信息，不得影响求苗的声誉，否则求苗将有权将您清除出组织群并保留追究您法律责任的权利。</p>
      <p>三、【数据的储存】</p>
      <p>您可根据实际需要，存储或删除您在本服务中的相关数据，数据的存储或删除由您自主操作，求苗不对您在本服务中相关数据的删除或储存失败负责。</p>
      <p>求苗有权根据实际情况自行决定在服务器上对您在本服务中的数据的最长储存期限、为单个用户分配的最大存储使用空间等。您可根据自己的需要自行备份本服务中的相关数据。</p>
      <p>如果您的服务被终止或取消，求苗可以从服务器上永久地删除您的数据。服务终止或取消后，求苗没有义务向您返还数据。</p>
    </div>
  </div>  
</template>

<script>
export default {
  created () {
    this.type = this.$route.query.stuta
    // console.log(this.type)
  },
  data () {
    return {
      type: ''
    }
  }
}
</script>

<style lang="scss" scoped>
.content {
  &.agree{
    padding: 96px 212px 146px;
  }
  h1{
    text-align: center;
    color: #333;
    font-size: 20px;
    margin-bottom: 36px;
  }
  p{
    font-size: 14px;
    color:#666;
    margin-bottom: 34px;
  }
}
</style>
