<template>
  <div>
        <el-breadcrumb>
          <el-breadcrumb-item :to="{ path: '/' }">首页</el-breadcrumb-item>
          <el-breadcrumb-item :to="{ path: '/manage/wallet' }">钱包中心</el-breadcrumb-item>
          <el-breadcrumb-item>用户支付服务协议</el-breadcrumb-item>
        </el-breadcrumb>
        <div class="content">
            <e-heading grade="1" class="message-title">用户支付服务协议</e-heading>
            <div class="agreement-box">
<p>本用户支付服务协议（以下简称本协议）由通联支付网络服务股份有限公司（以下简称“通联”）和您签订。</p>

<p><strong>重要提示：</strong></p>

<p>通联支付网络服务股份有限公司（以下简称“通联”或“我司”）依据本《用户支付服务协议》（以下简称“本协议“）的规定为用户（以下有时也称“您”）提供服务，本协议在用户和我司间具有合同上的法律效力。我司在此特别提醒您认真阅读、充分理解本协议各条款，特别是其中所涉及的免除、减轻我司责任的条款、对用户权利限制条款、争议解决和法律适用等。其中，限制、免责条款可能以黑体加粗或加下划线的形式提示您重点注意。请您审慎阅读并选择接受或不接受本协议（无民事行为能力人或为限制民事行为能力人应在监护人陪同下阅读）。除非用户接受本协议所有条款，否则用户无权使用我司于本协议下所提供的提现服务。用户一经注册或使用我司服务即视为对本协议所有条款的理解和接受；如有违反，您将独立承担相应的法律责任及法律后果。</p>

<p class="title">一、通联服务协议的确认</p>

<p>1、 本协议有助于您了解通联为您提供的服务内容及您使用服务的权利和义务，请您仔细阅读（特别是以粗体标注的内容）。如果您对本协议的条款有疑问，您可通过通联的在线客服进行咨询。</p>

<p>2、 本协议内容包括以下条款及本网站或用户端已经发布的或将来可能发布并不时更新的各类文件，包括但不限于网站或用户端公告、交易规则、产品说明书、风险提示、认购说明等文件。该等所有文件亦构成本协议不可分割的一部分，与本协议具有同等法律效力。本协议是由用户与通联共同签订的对双方有效并有约束力的法律文件，适用于用户在本网站或用户端的全部活动。</p>

<p>3、 通联有权根据需要不时地修改本协议或根据本协议制定、修改各类具体规则并在通联的相关系统板块发布，无需另行单独通知用户。用户应不时地注意本协议及具体规则的变更，如果用户不同意通联对本协议所做的修订或更新，有权停止使用通联服务；如果用户在本协议及具体规则内容公告变更后继续使用本服务，则表示用户已充分阅读、理解并接受修改及更新后的协议和具体规则内容，也将遵循修改后的协议和具体规则；同时就用户在本协议和具体规则修订前通过本网站或用户端进行的交易或发生的行为及其效力，视为用户已同意按照本协议及有关规则进行了相应的授权和追认。</p>

<p>4、 如您为无民事行为能力人或为限制民事行为能力人，请告知您的监护人，并在您监护人的指导下阅读本协议和使用通联服务。若您非自然人，则您确认，您订立并履行本协议不受您所属、所居住或开展经营活动或其他业务的国家或地区法律法规的限制。</p>

<p>5、 通联对于用户的通知及任何其他的协议、告示或其他关于用户使用本网站或用户端及其服务的通知，用户同意通联可通过平台公告、站内信、电子邮件、手机短信、无线通讯装置等电子方式或邮寄方式中的任一方式进行，该等通知于发送之日视为已送达收件人(如以邮寄方式向用户发出通知的，则在该等通知按照用户向通联提供的联系地址交邮后的第三个自然日即视为送达)。因不可归责于通联的原因(包括但不限于电子邮件地址、手机号码、联系地址等不准确或无效、信息传输故障等)导致用户未在前述通知视为送达之日收到该等通知的，通联不承担任何责任。</p>

<p>6、 用户确认，用户在通联通过其用户账号所确认的交易确认及交易状态将成为通联为用户进行相关交易或操作(包括但不限于订立合同等)的明确指令。用户同意通联有权按照用户通过其账号或账户下达的相关指令依据本协议和/或有关文件和规则对相关事项进行处理。用户未能及时对交易状态进行修改或确认或未能提交相关申请所引起的任何纠纷或损失由本人负责，通联不承担任何责任。</p>

<p class="title">二、通联服务相关定义</p>

<p>1、通联账号：指您通过求苗产品（不限于PC、APP、H5等）使用通联服务时，通联的账号与您在求苗产品（不限于PC、APP、H5等）上的账号一致。</p>

<p>2、通联支付账户（或称“支付账户”）：指您获得通联账号且通过通联身份验证并同意本协议后取得的供您使用通联服务的支付账户。除本协议另有约定外，通联账户持有人可以使用与支付相关的服务。</p>

<p>3、身份要素：指通联用于识别您身份的信息要素，包括但不限于您的通联账号、密码、数字证书、短信校验码、电话号码、手机号码、身份证件号码等。</p>

<p>4、本网站：除本协议另有规定外，指通联向用户提供服务的网站或客户端。</p>

<p>5、有权机关：指依照法律法规等有权要求查询、冻结或扣划资金等措施的单位，包括但不限于公安机关、检察院、法院、海关、税务机关。</p>

<p>6、冻结：指有权机关要求或通联基于某些特定风险而对您的通联支付账户进行的冻结。被冻结账户不可登录、使用。</p>

<p>7、限制：指除冻结情况之外，通联账户部分功能不能使用，以及账户相关资产、账户余额不能使用。</p>

<p>8、余额服务：指基于通联账户余额可以使用的充值、消费、收款、转账等服务。余额服务中收付款额度将按照《非银行支付机构网络支付业务管理办法》及其他监管规定。</p>

<p class="title">三、通联为您提供的服务内容</p>

<p>1、通联服务是通联向您提供的非金融机构支付服务，是受您委托代您收款或付款的资金转移服务、交易信息的发布、交易的管理服务、以及交易的辅助服务，具体详情以通联当时提供的服务内容为准。</p>

<p>2、通联服务的部分内容需要用户按照要求完成身份认证及银行卡认证，未进行身份认证及/或银行卡认证的用户将无法使用该部分通联的服务。因未能完成认证而无法享受该等服务造成的损失，通联不承担任何责任。如用户未按照通联的要求规定提交相关信息或提交的信息错误、虚假、过时或不完整，或者通联有合理的理由怀疑个人会员提交的信息为错误、虚假、过时或不完整，通联有权拒绝为个人会员提供银行卡认证服务，个人会员因此未能使用充值、取现、代扣等服务而产生的损失自行承担。</p>

<p>3、基于运行和交易安全的需要，通联可以暂时停止提供、限制或改变服务的部分功能，或提供新的功能。在任何功能减少、增加或者变化时，只要用户仍然使用通联服务，即表明用户仍然同意本协议及变更后的协议。</p>

<p>4、通联接受信息发布方的委托进行信息发布，仅对发布的信息承担表面审查责任，不对信息的准确、完整、合法性做出任何陈述和保证，也不承担任何责任，用户应依其独立判断做出决策，并自行承担其决策所产生的全部风险，用户无权据此向通联提出任何法律主张。用户与交易对方之间因交易发生的或与交易有关的任何纠纷，应由纠纷各方自行解决，通联不承担任何交易风险及法律责任。</p>

<p>5、通联向您提供的服务包括：</p>

<p>（1）代收代付款项服务：是指通联为您提供的代为收取或代为支付款项的服务。  </p>

<p>（A）通过代收服务，您可以收到他人向您支付的款项，具体是指自您委托通联将您银行卡内的资金充值到您的通联账户或委托通联代为收取第三方向您支付的款项之时起至根据您的指令将该等款项的全部或部分实际入账到您的银行账户或通联账户之时止（含提现）的整个过程。</p>

<p>（B）通过代付服务，您可以支付款项给您指定的第三方。代付具体是指自款项从您指定账户（非通联账户）出账之时起，根据您或有权方给出的指令将上述款项的全部或部分入账到第三方的银行账户或通联账户之时止的整个过程；或自您根据本协议委托通联将您银行卡的资金充值到您或他人的通联账户或自您因委托通联代收相关款项并入账到您的通联账户之时起至委托通联根据您或有权方给出的指令将上述款项的全部或部分入账第三方的银行账户或通联账户之时止的整个过程。</p>

<p>（2）通联代收代付后，非经法律程序或者非依本协议之约定，该指令是不可撤销的。</p>

<p>（3）代收代付款项服务的功能有如下：<br>

提现，您可以将您通联账户内余额划转至您名下的可接收款项的中国大陆银行账户。除被冻结、止付或其他限制款项外，通联将于收到提现指令后的合理时间内，将相应款项汇入该银行账户。此外，通联可能会对提现进行风险审查，因此可能导致提现延迟。</p>


<p>（4）快捷支付：如果您通过本网站与其他第三方签署《快捷支付服务协议》并开通相关功能，您同意本协议，视为您同意通联为您开通同样的功能并遵循《快捷支付服务协议》。点击此处查看您与通联签署的《快捷支付服务协议》若您未签署《快捷支付服务协议》，请您根据需要进行开通。</p>

<p>（5）交易管理服务</p>

<p>您完全了解并同意通联按照如下方式为您提供交易管理服务：</p>

<p>（A）您通过通联平台按通联服务流程所确认的交易或操作将成为通联为您进行相关交易或操作（包括但不限于订立合同、支付或收取款项）的不可撤销的指令；相关指令执行时间以通联实际交易或操作时间为准；您因未及时提交、确认、修改交易或操作产生的损失由您承担，通联不因此承担任何法律责任。</p>

<p>（B）通联有权纠正因系统故障或其他任何原因导致的处理错误；如该错误导致您款项实收金额大于应收金额，您应根据通联向您发出的有关纠正错误通知的具体要求返还多收的款项或进行其他操作；通联也有权直接从您的金融账户扣回您多收的款项或以其他任何方式向您索回；您因处理错误而多付或少付的款项均不计利息，由此产生的损失由您承担，通联不因此承担任何法律责任。</p>

<p>（C）通联按照本网站或客户端当时向用户开放的功能提供支付指令传递服务，自行或委托第三方机构代为传递用户的账户支付指令，完成用户支付及收取本息、代偿金等各类款项的功能。通联不保证提供的前述服务符合用户的期望。用户知悉通联并非银行或支付机构，按照中国法律规定，不对用户提供资金转账服务，用户同意通联对其资金到账延迟或其他安全问题及与支付有关的任何问题不承担任何责任。</p>

<p>（D）用户通过通联平台进行各项交易时，对于用户未按照本协议或适用于该等交易的任何交易规则或公告要求而进行操作所导致的任何后果，通联不承担任何责任。</p>

<p>（E）管理交易指令：用户理解并同意，通联对在本网站或客户端上进行的投资、借款等交易行为的后果不承担任何责任，通联无法也无义务保证用户在进行交易之后能够实际完成交易或取得相关的收益，用户应自行承担由于交易所产生的损失(包括但不限于利息、手续费等损失)，而通联不承担责任。

<p>（F）管理交易安全：用户理解并同意，通联有权基于交易安全等方面的考虑不时设定涉及交易的相关事项，包括但不限于交易限额、交易次数等。</p>

<p class="title">四、通联账号和通联支付账户的注册、银行卡关联、使用和注销</p>

<p><strong>（一）注册</strong></p>

<p>1、您通过通联账号（即求苗产品（不限于PC、APP、H5等）账号）可登录通联，即可使用部分通联服务；您还可以进一步申请并通过通联验证后取得通联支付账户，使用更多服务。具体验证方式以本网站页面提示为准。 </p>

<p>2、您在账号或账户中设置的昵称、头像、签名、留言等必须遵守法律法规、公序良俗、社会公德，且不会侵害其他第三方的合法权益，否则通联可能会取消您的昵称、头像、签名。  </p>

<p>3、您应自行设置求苗产品（不限于PC、APP、H5等）账号的登录密码和支付密码，并予以妥善保管。您的通联支付账户将根据您的通联账号进行配置并进行关联，不能单独使用；若您的通联账号注销，则与其关联的支付账户也随之注销，使得您无法通过该求苗产品（不限于PC、APP、H5等）账号使用本服务。</p>

<p><strong>（二）银行卡关联</strong></p>

<p>您在使用通联的部分服务时，将关联您的银行卡，您应确保您是使用本服务有 关的银行卡合法持有人，可合法、有效使用该银行卡且未侵犯任何第三方合法权 益，否则因此造通联、持卡人、任何第三方损失的，您应负责赔偿并承担相应 法律责任。届时，通联将采取的措施包括但不限于冻结您全部或部分通联支付账户(含该账户之关联账户)及资金，并追究您相应的法律责任等。</p>

<p>您认可并同意按照如下流程进行本服务操作：</p>

<p>1) 您通过通联与商户进行商品或服务交易并首次通过本服务进行付款时，只需输入银行卡卡号、姓名、证件号、银行预留手机号等信息（您所需提供的信息因银行不同会略有增减），点击“下一步”或提示进入下一界面的提示按钮，您的预留手机号上将收到手机校验码，您输入正确的手机校验码，即完成首次支付。</p>

<p>2) 您应选择设置“支付密码”，支付密码一旦设置，即您已将通联账号与您的上述银行相卡联关。</p>

<p>3) 您输入您的相关信息或支付密码并提交后即视为您确认交易及交易金额，并已不可撤销地向通联发出指令，通联有权根据您的指令委托银联从您提交支付的银行卡中将您确认的交易资金予以划扣。届时您不应以未开通本服务或非本人意愿交易等原因要求通联及/或交易银行退款或承担其他责任。</p>

<p><strong>（三）使用</strong></p>

<p>身份要素是通联识别您身份的依据，请您务必妥善保管。 使用身份要素进行的任何操作、发出的任何指令均视为您本人做出。因您的原因造成的账户、密码等信息被冒用、盗用或非法使用，由此引起的一切风险、责任、损失、费用等应由您自行承担。 您同意：</p>

<p>1、基于不同的终端以及您的使用习惯，我们可能采取不同的验证措施识别您的身份。例如您的通联支付账户在新设备首次登录的，我们可能通过密码加校验码的方式识别您的身份。</p>

<p>2、为保障您的资金安全，请把手机及其他设备的密码设置成与通联账号及支付账户的密码不一致。如您发现有他人冒用或盗用您的账号、支付账户或者通联登录名及密码，或您的手机或其他有关设备丢失时，请您立即以有效方式通知通联；您还可以向通联申请暂停或停止通联服务。通联会将前述情况同步给求苗产品（不限于PC、APP、H5等），以保障您的合法权益。您在持续登录任一求苗产品（不限于PC、APP、H5等）时段结束时，请以正确步骤退出网站。 您理解通联对您的请求采取行动需要合理时间，如通联未在合理时间内采取有效措施，导致您损失扩大的，通联将就扩大的损失部分承担责任，但通联对采取行动之前已执行的指令不承担责任。</p>

<p>3、通联账号和支付账户仅限您本人使用，不可转让、借用、赠与、继承，但通联账户内的相关财产权益可被依法继承。</p>

<p>4、基于运行和交易安全的需要，通联可以暂停或者限制通联服务部分功能，或增加新的功能。</p>

<p>5、为了维护良好的网络环境，通联有时需要了解您使用通联服务的真实背景及目的，如通联要求您提供相关信息或资料的，请您配合提供。</p>

<p>6、为了您的交易安全，您在使用通联服务时，请事先判断交易对方是否具有完全民事行为能力并谨慎决定是否使用通联服务与对方进行交易。</p>

<p>7、您在求苗产品（不限于PC、APP、H5等）上发生的所有交易，由于您已经授权求苗产品（不限于PC、APP、H5等）按照其制定的相关规则进行处理，通联不再处理相应网站（或客户端）的交易问题；同时，为了解决您的交易纠纷，您不可撤销地授权通联可按照求苗产品（不限于PC、APP、H5等）的指令将争议款项的全部或部分支付给交易一方或双方，同时通联可从求苗产品（不限于PC、APP、H5等）获取您的相关信息（包括但不限于交易商品描述、物流信息、行为信息、账户相关信息等）。</p>

<p><strong>（四）注销</strong></p>

<p>在需要终止使用通联服务时，符合以下条件的，您可以申请注销您的账号或通联支付账户：</p>

<p>1、您仅能申请注销您本人的账号或支付账户，并依照通联的流程进行注销。您注销通联支付账户，并不必然注销您的通联账号或求苗产品（不限于PC、APP、H5等）账号。</p>

<p>2、您可以通过自助或者人工的方式申请注销账号或支付账户，但如果您使用了通联提供的安全产品，请在该安全产品环境下申请注销。</p>

<p>3、您申请注销的账号或支付账户处于正常状态，即您的账号或支付账户的信息是最新、完整、正确的，且账号或支付账户未被采取止付、冻结等限制措施。</p>

<p>4、为了维护您和其他用户的合法利益，您申请注销的账号或支付账户，应当不存在未了结的权利义务或其他因为注销该支付账户会产生纠纷的情况，不存在任何未完结交易，没有余额，没有关联其他资产。 </p>

<p>5、为了防止资源占用，如您连续12个月未使用您的通联登录名或通联认可的其他方式登录过您的账号或支付账户，通联有权对该账号或支付账户进行注销，您将不能再通过该通联登录名或使用求苗产品（不限于PC、APP、H5等）账号登录通联。如该账号或账户有关联的理财产品、待处理交易或余额，通联会协助您处理，请您按照通联提示的方式进行操作。</p>

<p>6、如您在任一求苗产品（不限于PC、APP、H5等）上有欺诈、发布或销售伪劣商品、侵犯他人合法权益或其他严重违反任一求苗产品（不限于PC、APP、H5等）规则的行为，通联可以注销您名下的账号或支付账户，您将不能再用该账号登录通联或任一求苗产品（不限于PC、APP、H5等），所有求苗产品（不限于PC、APP、H5等）的服务将同时终止。并且通联会将您违反前述约定的情形同步给其他求苗产品（不限于PC、APP、H5等）。</p>

<p>7、通联账号注销后，您将无法使用通联的任何服务，双方的权利义务终止（本协议另有约定不得终止的或依其性质不能终止的除外）， 同时还可能产生如下结果：</p>

<p>（1）解除相关银行卡的关联。</p>

<p>（2）任何兑换代码或卡券（包括但不限于优惠券等任何与账号或支付账户关联的兑换代码、卡券）均将作废。</p>

<p>（3）您仍应对您在注销账号或支付账户前且使用通联服务期间的行为承担相应责任，包括但不限于可能产生的违约责任、损害赔偿责任及履约义务，同时通联仍可保存您注销前的相关信息。</p>

<p>（4）一旦注销成功，账户记录、账户功能等将无法恢复或提供。</p>

<p class="title">五、使用通联服务的注意事项</p>

<p>为有效保障您使用通联服务时的合法权益，通联提醒您注意以下事项：</p>

<p>（一）身份验证</p>

<p>1、您在注册、使用通联服务的过程中，请您提供合法、真实、有效及完整的资料（包括但不限于身份证、户口本、护照、营业执照、开户许可证等证明、联系方式、从事职业、通讯地址）。 为了能将账户资金变动及时通知到您，以及更好保障您的账户安全，如该等资料发生变更，请您及时通知通联。 为了及时有效地验证您的信息（包括但不限于身份信息、账户信息）， 根据法律法规及监管规定或通联认为有需要时，您同意我们可以把您的信息提供给第三方，也同意第三方可以把您的信息提供给通联，以便通联进行验证。您应确保通联登录名、账号或支付账户绑定的电子邮箱或手机号均为您本人持有，如您占用了他人的电子邮箱或手机号的，为避免给电子邮箱或手机号持有人带来不便或不利影响，也为了您的资金安全，通联可能将该邮箱或手机号从您的通联账号或支付账户中删除并解除关联。</p>

<p>2、在出现下列情形时，请您积极配合通联核对您的有效身份证件或其他必要文件，留存有效身份证件的彩色扫描件，且完成通联要求的相关身份验证：</p>

<p>（1）您办理支付单笔金额或累计金额超过支付限额人民币5000元以上业务的；</p>

<p>（2）您要求变更身份信息或您身份信息已过有效期的；</p>

<p>（3）通联认为您的交易行为或交易情况出现异常的；</p>

<p>（4）通联认为您的身份信息或相关资料存在疑点或通联在向您提供服务的过程中认为您已经提供的身份信息或相关资料存在疑点的；</p>

<p>（5）通联认为应核对或留存您身份证件或其他必要文件的其他情形的。 本条款所称“以上”，包括本数。</p>

<p>3、为了满足相关监管规定的要求，您同意按照通联的要求及通知的时间提供您的身份信息以完成身份验证，否则您可能无法进行收款购买理财产品等操作，且通联可能对您的账户余额进行止付或注销您的账户。</p>

<p>（二）存在如下情形时，通联会对您名下通联账号或/及通联账户暂停或终止提供通联服务，或对余额进行限制，且有权限制您所使用的产品或服务功能（包括但不限于限于对这些会员号或/及账户名下的款项和在途交易采取取消交易等限制措施）：</p>

<p>（1）您违反了本协议的约定；</p>

<p>（2）根据法律法规及法律文书的规定；</p>

<p>（3）根据有权机关的要求；</p>

<p>（4）您的账号或制度账户操作、资金流向等存在异常时；您的账号或支付账户可能产生风险的；</p>

<p>（5）您在参加市场活动时有批量注册通联账号或支付账户、刷信用、交易内容不符或作弊等违反活动规则、违反诚实信用原则的；</p>

<p>（6）他人向您通联支付账户错误汇入资金等导致您可能存在不当获利的；</p>

<p>（7）您遭到他人投诉，且对方已经提供了一定证据的；</p>

<p>（8）您可能错误地操作他人通联账号或支付账户，或者将他人账号或支付账户进行了身份验证的。</p>

<p>除（2）、（3）规定的情形外，如您申请恢复服务、解除上述限制，请您向我们提供相关资料及身份证明等文件，以便通联进行核实。   </p>

<p>4、交易异常处理：</p>

<p>（1）您了解并同意使用通联服务时，可能由于银行本身系统问题、相关作业网络连线问题或其他不可抗拒因素将可能造成服务无法正常提供。</p>

<p>（2）您确认您所输入的个人基本资料无误，以便通联能于上述异常状况发生时，通知您该笔交易后续处理方式。若您所提供的基本资料有误，造成通联于上述异常状况发生时，无法及时通知您后续处理方式，通联对此将不承担任何责任。</p>

<p>5、服务功能调整：</p>

<p>（1）您同意通联为保证自主业务经营权可以暂时提供部分服务功能，或于将来暂停部分服务功能或开通新的服务功能，当任何功能减少或者增加或者变化时，只要您仍然使用通联服务，即表示您仍然同意本协议或者本协议修正后的条款。

<p>（2）在单方通知您后，通联有权将本协议下部分或全部服务转交由第三方运营或履行。具体受让主体以通联通知的为准。

<p>（3）通联有权了解您使用通联的真实交易背景及目的，您应如实提供通联所需的真实、全面、有效、准确的信息；如果通联在发现异常交易或有疑义或有违反法律规定或其他不当行为的，通联有权不经通知先行暂停、中止或终止您名下全部或部分通联账户的使用（包括但不限于对这些账户名下的款项和在途交易采取取消交易、暂停结算等限制措施），并拒绝您使用财付通服务的部分或全部功能。</p>

<p>（4）通联有权根据《反洗钱法》、《支付机构反洗钱和反恐怖融资管理办法》、《非银行支付机构网络支付业务管理办法》等相关规定采取有效方式对您进行客户身份识别，要求您提交包括但不限于您的姓名、身份证号码、身份证件影印件、手机号码、银行账户信息、学历信息、交通票务信息等个人身份信息、账户信息和其他相关信息（以下简称“个人信息”），您在此授权通联有权收集、保存您的个人信息并自行或委托其他机构将您的个人信息传输至公安机关、金融机构、其他行政机关、企业、事业单位，以校验您个人信息的真实性，核实您的真实身份，若通联委托其他机构处理前述事项，受托机构将有权收集、保存、传输您的个人信息。</p>

<p>（5）通联有权根据《非金融机构支付服务管理办法》、《非银行支付机构网络支付业务管理办法》等相关规定对您的通联账户功能和交易额度进行限制和调整。当您的身份校验和交易校验情况符合（或不满足）相关规定时，通联有权对您拥有的所有通联支付账户采取开启（或关闭）相关功能、增加（或降低）交易额度的措施，并要求您补充提交相关信息。若您拒不提交，或提交的信息仍不符合相关规定，通联有权对您暂停、限制或终止服务。</p>

<p>6、对于您提供及发布文字、图片、视频、音频等非个人隐私信息，在版权保护期内您免费授予通联及其关联公司获得全球排他的许可使用权利及再授权给其他第三方使用的权利。您同意通联及其关联公司存储、使用、复制、修订、编辑、发布、展示、翻译、分发您的非个人隐私信息或制作其派生作品，并以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内。</p>

<p>7、您在使用通联服务过程中，本协议内容、网页或APP上出现的关于操作的提示或通联发送到手机的信息内容是您使用通联服务的相关规则。 </p>          

<p>8、通联会以网站公告、电子邮件、发送短信、电话、站内信或客户端通知等方式向您发送通知，例如通知您交易进展情况，或者提示您进行相关操作，请您及时予以关注。</p>

<p>9、您应自行承担您使用通联服务期间的任何货币贬值、汇率波动及收益损失等风险，您仅在通联代收代付款项（不含被冻结或其他限制的款项）的金额范围内享有对该等款项支付、提现的权利，您对所有代收代付款项（含被冻结或受限制的款项）产生的任何收益（包括但不限于利息和其他孳息）不享有任何权利。通联就所有该代收代付款项产生的任何收益（包括但不限利息和其他于孳息）享有所有权。</p>

<p>（四）通联服务的承诺和声明  </p>

<p>1、通联并非银行，本协议项下涉及的资金转移均通过银行来实现，您接受资金在转移途中产生的合理时间。</p>

<p>2、您理解，基于相关法律法规，对本协议项下的任何服务，通联均不提供任何担保、垫资。</p>

<p>3、通联会将您委托通联代收或代付的款项，严格按照法律法规或有权机关的监管要求进行管理 。通联提示您注意，通联账户所记录的资金余额不同于您本人的银行存款，不受《存款保险条例》保护，其实质为您委托通联保管的、所有权归属于您的预付价值。该预付价值对应的货币资金虽然属于您，但不以您本人名义存放在银行，而是以通联名义存放在银行，并且由通联向银行发起资金调拨指令。</p>

<p>（五）交易风险提示  </p>
<p>在使用通联服务时，若您或您的交易对方未遵从本协议或相关网站说明、交易、支付页面中之操作提示、规则，则通联有权拒绝为您与交易对方提供服务，且通联不承担损害赔偿责任。 若发生前述情形，而款项已先行入账您的通联账户，您同意通联有权直接自相关账户中扣回相应款项及（或）禁止您要求支付此笔款项之权利。</p>

<p class="title">六、信息收集、使用、共享</p>

<p>（一） 信息搜集</p>

<p>为更好地向您提供通联服务，除您在申请或使用通联服务时主动向通联提供的信息外，您同意并授权通联通过以下途径获取您的信息：</p>

<p>1、收集您留存在通联的关联公司处任何与通联服务相关的信息；</p>

<p>2、收集您留存在通联的合作伙伴（包括但不限于小贷公司、担保公司、保理公司、基金公司、证券机构、信托公司、其他本、第三方合作机构等，下同）处任何与通联服务相关的信息；</p>

<p>3、向征信机构、资信评估机构或有关法律、监管机构许可的类似机构（以下统称“征信机构”）查询、核实、打印、留存您的信息和（或）信用报告；</p>

<p>4、向行政机关、司法机关查询、打印、留存与任何通联服务相关的信息；</p>

<p>5、向合法留存您信息的自然人、法人以及其他组织收集与任何通联服务相关的信息。</p>

<p>（二） 信息类型</p>

<p>您同意并授权通联收集的您的信息包括但不限于：</p>

<p>1、您及您的关联方的身份信息，包括但不限于姓名/名称、证件号码/营业执照号码、证件类型、住所地、电话号码、通联账户认证信息、电子邮箱地址、生物特征以及其他身份信息；</p>

<p>2、您访问本网站及求苗产品（不限于PC、APP、H5等）、或通联移动设备客户端时，或使用通联服务时的操作日志，包括但不限于您的计算机IP地址、设备标识符、硬件型号、操作系统版本、您的位置以及与通联服务相关的日志信息；</p>

<p>3、您在申请、使用通联提供的服务时所提供、形成的任何数据和信息，包括但不限于您及您提供的关联方的数据和信息；</p>

<p>4、您及您的关联方在通联的关联公司和合作伙伴处留存以及形成的任何数据和信息，包括但不限于通联账户和/或证券账户和/或银行账户信息、您在求苗产品（不限于PC、APP、H5等）上形成的任何信息和数据、您与通联的关联公司合作伙伴之间存在的任何协议及您在该等协议项下的履约情况、您在通联的关联公司（或）求苗产品（不限于PC、APP、H5等）及移动客户端的行为数据；</p>

<p>5、您的信用信息，包括但不限于您的征信记录和信用报告；</p>

<p>6、您的财产信息，包括但不限于您的企业经营状况、财税信息、房产信息、车辆信息、基金、保险、股票、信托、债券等投资理财信息和负债信息等；</p>

<p>7、您在行政机关、司法机关留存的任何信息，包括但不限于户籍信息、您作为法定代表人或实际控制人的企业工商信息、诉讼信息、执行信息和违法犯罪信息等；</p>

<p>8、与通联服务相关的、您留存在其他自然人、法人和组织的其他相关信息。</p>

<p>（三） 信息使用</p>

<p>为更好地向您提供通联服务，您同意并授权通联将您的信息用于如下用途：</p>

<p>1、创建数据分析模型，为您提供适合于您的服务，并维护、改进这些服务；</p>

<p>2、为您提供通联服务进行必要的调查等；</p>

<p>3、比较信息的准确性并与第三方进行验证，比如验证您的身份信息等；</p>

<p>4、合理评估您和（或）您关联方的经营状况，防控风险；</p>

<p>5、为使您知晓通联服务并能够及时了解通联提供的其他服务，通过电子邮件、求苗产品（不限于PC、APP、H5等）内信、客户端通知、手机短信和（或）传真等方式向您发送服务通知、营销活动及其他商业性信息；</p>

<p>6、若通联与您的纠纷未能够协商解决而需要通过借助法律途径解决的，通联会将您的信息提供给催收公司、律师事务所、法院、仲裁委员会和其他有权机关；</p>

<p>7、预防或阻止非法的活动；</p>

<p>8、保护您的账户安全；</p>

<p>9、经您许可的其他用途。</p>

<p>（四） 信息分享</p>

<p>通联根据法律法规及监管规定对您的信息承担保密义务，不会为满足第三方的营销目的而向其出售或出租您的任何信息。您同意并授权通联在下列任一情况下将您的信息与第三方共享：</p>

<p>1、为了向您提供或推荐通联的关联公司和求苗产品（不限于PC、APP、H5等）的服务和/或产品的需要，将您的信息提供给通联的关联公司使用；</p>

<p>2、某些服务和/或产品和/或推广活动由通联的合作伙伴提供或通联与合作伙伴共同提供，通联会与其共享并使用您的相关信息；</p>

<p>3、为建立信用体系，您同意并授权通联向征信机构发送您的信息，并一经通知您即将您的不良信息发送征信机构；</p>

<p>4、当您违反本协议约定时，您不可撤销地授权并同意通联有权在通联的关联公司和（或）求苗产品（不限于PC、APP、H5等）、其他媒体和通联认为必要的区域范围内的任意位置公示您违反本协议的相关信息，包括但不限于姓名/名称、肖像、证件号码、住址、具体违约状况等信息；您同意通联的关联公司有权停止向您提供任何服务，因此给您造成损失的，前述主体均不承担赔偿责任；</p>

<p>5、当您违反本协议约定时，为维护通联的合法权益，向与通联合作的律师事务所、催收公司，及通联认为可向您传达信息的联系人等披露您的违约信息；</p>

<p>6、您同意通联根据有关监管规定，将与本协议有关的信息和您其他相关信息向监管部门、行业自律组织和监管信息系统报送，供监管部门使用和您授权查询使用；</p>

<p>7、根据法律法规的规定及有权机关的要求；</p>

<p>8、获得您的同意或授权的其他情形。</p>

<p class="title">七、用户合法使用通联服务的承诺</p>

<p>1、您应遵守中华人民共和国相关法律法规及您所属、所居住或开展经营活动或其他业务的国家或地区的法律法规，不得将通联服务用于任何非法目的（包括用于禁止或限制交易物品的交易），也不得以任何非法方式使用通联服务。</p>

<p>2、您不得利用通联服务从事侵害他人合法权益之行为，否则通联有权进行调查、延迟结算或拒绝提供通联服务，且您应承担所有相关法律责任，因此导致通联或通联雇员或其他方受损的，您应承担赔偿责任。</p>

<p>3、上述1和2适用的情况包括但不限于：</p>

<p>（1）侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益。</p>

<p>（2）违反依法定或约定之保密义务。</p>

<p>（3）冒用他人名义使用通联服务。</p>

<p>（4）从事不法交易行为，如洗钱、恐怖融资、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、其他通联认为不得使用通联服务进行交易的物品等。</p>

<p>（5）提供赌博资讯或以任何方式引诱他人参与赌博。</p>

<p>（6）未经授权使用他人银行卡，或利用信用卡套取现金（以下简称套现）。</p>

<p>（7）进行与您或交易对方宣称的交易内容不符的交易， 或不真实的交易。</p>

<p>（8）从事任何可能侵害通联服务系统、数据之行为。</p>

<p>4、您理解，通联服务有赖于系统的准确运行及操作。若出现系统差错、故障或其他原因引发的展示错误、您或通联不当获利等情形，您同意通联可以采取更正差错、扣划款项等适当纠正措施。</p>

<p class="title">八、权益保障及隐私保护</p>

<p>1、客户权益保障承诺</p>

<p>通联，努力为您带来微小而美好的改变。为保障您在使用服务时的合法权益。</p>

<p>2、用户资金保障</p>

<p>通联始终重视保护用户的资金安全，将自有资金和用户资金分开存放，承诺不挪用、占用用户资金。如您在使用通联服务过程中，由于您的通联账户被盗用造成资金损失，经通联同意，您可授权通联代表您向相关责任第三方或赔付机构进行追偿。您与通联公司另有约定的除外。</p>
<p>3、隐私权保护</p>

<p>通联重视对用户隐私的保护。关于您的身份资料和其他特定资料依本协议以及相关协议的“隐私声明”受到保护与规范。</p>

<p class="title">九、不可抗力、免责及责任限制</p>

<p>（一）免责条款</p>

<p>因下列原因导致通联无法正常提供服务，通联不承担任何责任：</p>

<p>1、通联系统停机维护或升级；</p>

<p>2、因台风、地震、洪水、雷电或恐怖袭击等不可抗力原因；</p>

<p>3、用户的电脑软硬件和通信线路、供电线路出现故障的；</p>

<p>4、用户操作不当或通过非通联授权或认可的方式使用通联服务的；</p>

<p>5、因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、银行原因 、第三方服务瑕疵或政府行为等原因。</p>

<p>尽管有前款约定，通联将采取合理行动积极促使服务恢复正常。</p>

<p>（二）通联责任范围及责任限制</p>

<p>1、通联用户信息是由用户本人自行提供的，通联无法保证该信息之准确、及时和完整。</p>

<p>2、通联可能同时为您及您的（交易）对手方提供通联服务，您同意对通联可能存在的该等行为予以明确豁免任何实际或潜在的利益冲突，并不得以此来主张通联在提供通联服务时存在法律上的瑕疵。</p>

<p class="title">十、完整协议</p>

<p>本协议由《支付服务协议》条款及本网站或用户端已经发布的或将来可能发布并不时更新的各类文件，包括但不限于网站或用户端公告、交易规则、产品说明书、风险提示、认购说明等文件。等本网站不时公示的各项规则组成，各项规则有约定，而本协议条款没有约定的，以各项规则约定为准。本协议部分内容被有管辖权的法院认定为违法或无效的，不因此影响其他内容的效力。</p>

<p class="title">十一、知识产权的保护

<p>1、通联及关联公司所有系统及本网站上所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由通联或通联关联公司依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。</p>

<p>2、非经通联或通联关联公司书面同意，任何人不得擅自使用、修改、反向编译、复制、公开传播、改变、散布、发行或公开发表本网站程序或内容。</p>

<p>3、尊重知识产权是您应尽的义务，如有违反，您应承担损害赔偿责任。</p>

<p class="title">十二、 法律适用与管辖<p>

<p>本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律。因本协议产生之争议，均应依照中华人民共和国法律予以处理，并由被告住所地人民法院管辖。</p>

            </div>
            <nuxt-link :to="{path:'/manage/wallet'}"><el-button type="success">返回</el-button></nuxt-link>
        </div>
  </div>
</template>
<script>
import { pagingList } from 'utils/mixins'
// import axios from 'axios'
export default {
  mixins: [pagingList],
  layout: 'manage'
}
</script>
<style lang="scss" scoped>
.nuxt-link-active {
    margin-top: 30px;
    text-align: right;
    display: block;
}
.agreement-box{
    line-height: 32px;
    p{
        margin-top: 20px;
    }
    .title{
        font-weight: bold;
        font-size: 16px;
    }
}
</style>

