<template>
  <div v-if="type">
    <e-heading grade="1">认证服务协议</e-heading>
    <div class="protocol">
      <h2>求苗认证服务协议</h2>
      <h3>【首部及导言】</h3>
      <p>欢迎您使用求苗认证服务！</p>
      <p>求苗认证服务（以下简称“本服务”）是求苗提供给用户的一项用户资质审核服务。为使用本服务，用户应当阅读并遵守《求苗认证服务协议》（以下简称“本协议”），以及《求苗服务协议》、《求苗软件许可及服务协议》、《求苗服务协议》。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。限制、免责条款可能以加粗形式提示您注意。 除非您已阅读并接受本协议所有条款，否则您无权使用求苗认证服务。您对本服务的接受、购买、提交资料和信息、付款等行为即视为您已阅读并同意本协议的约束。 如果您未满18周岁，请在法定监护人的陪同下阅读本协议及其他上述协议，并特别注意未成年人使用条款。 </p>
      <h3>一、【协议的范围】</h3>
      <p>1.1【协议适用主体范围】</p>
      <p>本协议是您与深圳华体星空体育文化有限公司之间关于您使用求苗认证服务所订立的协议。“（求苗）”是指华体星空公司及其相关服务可能存在的运营关联单位。“用户”是指申请求苗认证服务及/或已经认证成功的求苗帐号用户，在本协议中更多地称为“您”。</p>
      <p>1.2【协议关系及冲突条款】</p>
      <p>本协议被视为《求苗服务协议》、《求苗软件许可及服务协议》及《求苗服务协议》的补充协议，是其不可分割的组成部分，与其构成统一整体。本协议与上述内容存在冲突的，以本协议为准。</p>
      <p>本协议内容同时包括深圳华体星空体育文化有限公司可能不断发布的关于本服务的相关协议、服务声明、业务规则及公告指引等内容（以下统称为“专项规则”）。上述内容一经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。</p>

      <h3>二、【术语定义】</h3>
      <p>2.1 求苗认证服务：是指符合一定条件的用户可以对求苗账号申请求苗认证。求苗根据用户的申请及其提交的资料和信息，自行或者委托第三方审核机构进行审核，并根据审核情况确定认证结果和认证信息的服务。</p>
      <p>2.2 资质审核：指用户向求苗提出申请，求苗根据法律规定及双方约定对用户主体资质证明或其所拥有的权利证明资料进行甄别及核实的过程。</p>
      <p>2.3 第三方审核机构：指求苗委托对用户进行资质审核的第三方机构。</p>
      <p>2.4 订单：指用户向求苗发起的本服务申请，每发起一次申请为一个订单。</p>
      <p>2.5 新订单：指用户以获得认证成功或年审认证成功的审核结果为目的发起的本服务申请，在新订单的审核过程中，用户自发补充或者根据求苗及/或求苗委托第三方审核机构的要求所补充的资料作为同一订单的审核范围。</p>
      <p>2.6 补充订单：指用户认证成功后，申请变更、修改用户信息所产生的订单,在补充订单审核过程中，用户自发补充或者根据求苗及/或求苗委托第三方审核机构的要求所补充的资料同样作为同一订单的审核范围。</p>
      <p>2.7 认证结果：是指求苗及其委托的第三方审核机构按照用户的申请进行资质审核后，求苗向用户输出的认证结果，认证结果只包括认证成功和认证失败两种情形。</p>
      <p>2.8 认证成功：指求苗自行或委托第三方审核机构对用户的资料进行甄别及核实，在完成所有审核流程后，由求苗作出认证成功的判断。针对认证成功的用户，求苗将根据本协议确定用户的认证帐号名称，生成认证标识及认证信息。未按期完成年审认证或者年审认证失败的用户不属于认证成功用户。</p>
      <p>2.9 系统通知用户调整申请内容：指用户在申请认证过程中，因不满足认证成功条件，而被求苗以系统通知的方式要求作调整或补充的情形。</p>
      <p>2.10 认证失败：指求苗直接或委托第三方审核机构对用户的资料进行甄别及核实，在完成所有审核流程后，由求苗作出认证失败判断，包括但不限于以下任一情形：</p>
      <p>2.10.1 由于用户原因，经求苗三次系统通知用户调整申请内容，用户仍未能满足资质审核及帐号命名要求的；</p>
      <p>2.10.2 由于用户原因，求苗首次系统通知用户调整申请内容之日起满三十天，用户仍未能满足资质审核及帐号命名要求的；</p>
      <p>2.10.3 因其他原因而不能认证成功的情形。</p>

      <h3>三、【用户的权利义务】</h3>
      <p>3.1 用户应保证其提供给求苗或者第三方审核机构的所有资料和信息的真实性、合法性、准确性和有效性。如用户提供服务或内容需要取得相关法律法规规定的许可或进行备案的，用户应当主动进行明确说明并提交相应的许可或备案证明。否则，求苗有权拒绝或终止提供本服务，并依照本协议对违规帐号进行处罚。因此给求苗或第三方造成损害的，您应当依法予以赔偿。</p>
      <p>3.2 用户同意授权求苗将其提交的资料和信息委托第三方审核机构进行甄别核实，第三方审核机构有权出于资质审核之必要查阅、使用及保存上述资料及信息，并有权受求苗委托以自身名义与用户就资质审核事宜进行联系与沟通，用户应当配合第三方审核机构在资质审核过程中所提出的相关需求。</p>
      <p>3.3 用户不得通过非求苗授权的其他任何渠道使用本服务，如非因求苗或者第三方审核机构原因导致的认证失败、认证流程过长等后果，求苗及第三方审核机构不承担责任。</p>
      <p>3.4 用户理解并且同意，用户提交的资料和信息是作出认证结果的重要依据，任何资料和信息的变更将可能影响认证结果，用户应当在资料和信息变更时及时提出补充认证申请，否则求苗有权依照本协议约定对用户进行处罚。求苗因此遭受损失的，您也应当一并赔偿。</p>
      <p>3.5 用户帐号认证成功后，有权以认证帐号名称和认证信息所公示的身份对外运营，并通过认证标识区别于其他非认证求苗帐号用户。</p>

      <h3>四、【求苗的权利义务】</h3>
      <p>4.1 保护用户信息是求苗的一项基本原则，求苗将会采取合理的措施保护用户所提交的一切资料及信息。除法律法规规定的情形外，未经用户许可求苗不会向其他第三方公开、透露上述资料及信息。用户基于申请本服务的需要，授权求苗将其提交的资料和信息委托第三方审核机构进行甄别核实，在本协议许可的范围内，求苗及第三方审核机构对相关资料及信息采用专业加密存储与传输方式进行传输及使用，保障用户的信息安全。</p>
      <p>4.2 为依法保障求苗认证服务的规范有序，求苗有权根据相关法律法规的规定及行业标准，针对用户的不同认证需求制定不同的资质审核标准及要求，并有权在必要时对相关标准及要求进行修改。</p>
      <p>4.3 求苗有权根据用户提交的资料及信息，并结合第三方审核机构甄别核实的情况独立判断确定认证结果，并根据审核情况确定用户的认证帐号名称，生成认证标识及认证信息。 </p>

      <h3>五、【认证服务规范】</h3>
      <p>5.1 【认证流程】</p>
      <p>5.1.1 用户申请本服务需要登录申请页面按照求苗提示提交有关资料及信息。您在申请本服务时应仔细阅读并同意本协议，您对本服务的接受、提交资料和信息等行为即视为您已阅读并同意本协议的约束。</p>
      <p>5.1.2 用户在完成在线申请及资料提交流程后，求苗会在15个工作日内展开资质审核工作，用户应积极配合求苗及第三方审核公司的审核需求，并有权随时了解、查询审核进度。</p>
      <p>5.1.3 用户同意求苗可自行委托第三方审核机构对其提交的资料和信息进行甄别核实，并在完成所有审核流程后，作出认证成功或者认证失败的判断，确定用户的认证帐号名称，生成认证标识及认证信息，用户应当予以配合。</p>
      <p>5.1.4 认证完成后，求苗将反馈以下认证结果：</p>
      <p>5.1.4.1 认证成功，求苗将确定用户的认证帐号名称，生成认证标识及认证信息；</p>
      <p>5.1.4.2 认证失败，求苗将明确告知用户认证失败的原因。</p>
      <p>5.1.5 用户向求苗或者第三方审核机构提供的资料和信息如有变更的，应当及时采取以下措施：</p>
      <p>5.1.5.1 如处于资质审核过程中的资料和信息发生变更，用户应立即通知求苗或负责审核订单的第三方审核机构更新有关资料；</p>
      <p>5.1.5.2 如认证成功后资料和信息发生变更，用户应重新申请订单，变更有关资料及信息； </p>
      <p>5.1.5.3 如认证成功后求苗发现资料和信息存在错误，用户应重新申请订单，更正有关资料及信息。</p>
      <p>5.2【认证规则】</p>
      <p>5.3.1 用户理解并同意：求苗认证服务内容仅限于用户资质审核，求苗无法验证用户实际运营行为并不为此提供任何担保。</p>
      <p>5.2.2 求苗有权自行或委托第三方审核机构甄别核实包括但不限于以下内容：</p>
      <p>5.2.2.1 用户是否拥有合法主体资质，以及是否取得提供服务或内容相应的权利或授权； </p>
      <p>5.2.2.2 帐号运营者主体身份，以及是否经过用户明确授权；</p>
      <p>5.2.2.3 其他求苗或第三方审核机构认为需要审核的内容。 用户应就上述内容提供相应的证明文件予以证明。</p>
      <p>5.3 认证帐号名称应当遵守求苗为此制定的命名规则。求苗有权根据命名规则审核用户提交的认证帐号名称申请，并提供建议名称。如用户申请名称不能符合命名规则要求的，求苗有权以建议名称作为用户认证帐号名称。</p>
      <p>5.4 认证信息内容由求苗根据审核情况进行确定，并在认证成功后生成，主要包括用户主体资质和权利等可有效证明的信息。求苗有权根据平台规范运营的需要调整认证信息的内容及格式。</p>

      <h3>六、【法律责任】</h3>
      <p>6.1 如果求苗发现或收到他人举报或投诉用户违反本协议约定的，求苗有权不经通知随时视行为情节对违规用户的帐号处以包括但不限于终止本服务资质审核、责令用户补充资质审查资料、责令用户修改认证信息、责令用户再次申请认证，强制修改帐号名称及认证信息直至取消认证等措施。</p>
      <p>6.2 用户理解并同意，因用户违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，用户应当独立承担责任；求苗因此遭受损失的，用户也应当一并赔偿。</p>

      <h3>七、【其他】</h3>
      <p>7.1 您使用本服务即视为您已阅读并同意受本协议的约束。求苗有权在必要时修改本协议条款。您可以在相关服务页面查阅最新版本的条款。本协议条款变更后，如果您继续使用求苗认证服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用求苗认证服务。</p>
      <p>7.2 本协议签订地为中华人民共和国广东省深圳市南山区。</p>
      <p>7.3 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
      <p>7.4 若您和求苗之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</p>
      <p>7.5 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>
      <p>7.6 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。 </p>
      <p>7.7 您在使用本服务过程中，如发现相关内容存在违反相关法律法规或者侵犯了您的权利，请及时向我们举报或反馈（0755-86338109），我们将依法处理。</p>

    </div>
    <el-checkbox v-model="lock">我同意并遵守此协议</el-checkbox>
    <div class="button-box">
      <el-button @click="toLastStep">上一步</el-button>
      <nuxt-link :to="href">
        <el-button type="primary" :disabled="!lock">下一步</el-button>
      </nuxt-link>
    </div>
  </div>
</template>
<script>
  export default {
    props: {
      type: {
        type: String
      },
      href: {
        type: String
      }
    },
    data () {
      return {
        lock: true
      }
    },
    created () {
      if (this.edit) {
        this.href += '?type=edit'
      }
    },
    methods: {
      toLastStep () {
        this.$router.go(-1)
      }
    }
  }
</script>
<style lang="scss" scoped>
  
  .protocol {
    border: 1px solid $border-color-base;
    padding: 30px 20px;
    overflow-y: auto;
    height: 700px;
    h2 {
      font-size: 18px;
      text-align: center;
      margin-bottom: 40px;
    }
    h3 {
      color: $color-black-base;
      font-size: 14px;
    }
    p {
      color: $color-black-base;
      line-height: 30px;
      font-size: 12px;
    }
  }
</style>